Repository: Vasilii1992/repositoryForGame
Catalog: Monsters/Helpers/Extensions/*.lproj/Localizable.strings
Languages: ru

source: This is necessary to display your geolocation on the map
ru: Это необходимо для отображения вашего геолокационного местоположения на карте

source: My Collection
ru: Моя Коллекция

source: I'm here
ru: Я тут

source: Try to catch
ru: Попробовать поймать

source: Level
ru: Уровень

source: You haven't caught the monsters in your collection yet.
ru: Вы еще не поймали монстров в свою коллекцию.

source: Your geolocation service is turned off
ru: У вас выключена служба геолакации

source: Enable it in the settings
ru: Включите её в настройках

source: You have turned off geolocation
ru: Вы выключили геолакацию

source: Go to settings to enable
ru: Перейдите в настройки чтобы включить

source: Warning
ru: Предупреждение

source: Enable geolocation service in settings
ru: Включите службу геолакации в настройках

source: Cancel
ru: Отмена

source: Settings
ru: Настройки

source: You are too far from the Heart
ru: Вы находитесь слишком далеко от Сердца

source: meters
ru: метров

source: Caught!
ru: Пойман!

source: You are too far away from the monster
ru: Вы находитесь слишком далеко от монстра

source: You don't have hearts to catch the monster
ru: У вас нет сердец,чтобы ловить монстра

source: Go back to the map
ru: Вернуться к карте

source: The monster escaped
ru: Монстр сбежал

source: The monster struck
ru: Монстр нанес удар

source: In this game you need to catch monsters
ru: В этой игре вам необходимо ловить монстров

source: If you are within 100 meters of a monster, you can try to catch it
ru: Если вы находитесь в радиусе 100 метров от монстра, вы можете попробовать его поймать

source: The monster has the ability to Escape or Hit you.
ru: Монстр имеет возможность Убежать или Ударить вас.

source: If a monster hits you, you lose one heart.If you don't have hearts, you can't catch a monster.
ru: Если монстр вас ударил,то вы теряете одно сердце.Если у вас нет сердец,вы не можете поймать монстра.

source: Additional hearts can also be found on the map, collect them to increase the chance of catching the monster
ru: Дополнительные сердца так же можно найти на карте,собирайте их,чтобы увеличить шанс поимки монстра

source: Collect your collection of monsters. Good luck!
ru: Соберите свою коллекцию монстров. Удачи!

source: Next
ru: Далее

source: Back
ru: Назад

source: Privacy Policy
ru: Политика Конфиденциальности
